/*********************************************************
     +---------------------------------------------+
     |智趣电子       原创程序    多功能旋转POV LED |
     +---------------------------------------------+	   

 此源码版权属 智趣电子 全权享有，如欲引用，敬请署名并告知
        严禁随意用于商业目的，违者必究，后果自负
        智趣电子 
         ->产品咨询 QQ:1327074668 MSN:zhiqudz@163.com
		 ->产品网店 http://58788771.taobao.com/
	                Tel:18106718021
	 /*********************************************/
	 /*	项 目:	平面/立体/三色/多功能旋转POV LED  */
	 /*	模 块：	定时器模块头文件   		     	  */
	 /*	功 能：	定义定时器相关的变量参数		  */
	 /*	版 本：	V3.0							  */
	 /*	设 计：	ZhiQu Studio					  */
	 /*	时 间：	2013年7月5日					  */
	 /*	修 改:	2013.7.5.19:00 创建项目			  */
	 /*	说 明：	主控MCU STC115F08S2  			  */		 
	 /*********************************************/	  
/*********************************************************/
#ifndef __Time_H__
#define	__Time_H__

#include "STC15Fxxxx.h"
#include "intrins.h"
//#include "Exti.h"
//#include "74HC595.H"
//#include "UART.h"
//

//extern bit T_S0_flag;
//
extern void Time_init(void);

#endif 